     A*
     A**********************************************************************
     A          R RCALCFIB                  PFILE(PHYFILE1)
     A          K SNBR
